Repository: johannesnorbertwolf/tavli
Catalog: ios/TavliApp/TavliApp/Localizable.xcstrings
Source language: en
Languages: de, nl

source: · skipped %lld
de: · %lld übersprungen
nl: · %lld overgeslagen

source: %@ moving…
de: %@ zieht…
nl: %@ beweegt…

source: %@ wins
de: %@ gewinnt
nl: %@ wint

source: %@ wins!
de: %@ gewinnt!
nl: %@ wint!

source: %@'s turn
de: %@ ist dran
nl: %@ is aan de beurt

# %@W – %@L
source: %1$@W – %2$@L
de: %1$@S – %2$@N
nl: %1$@W – %2$@V

source: %lld losses in a row ↓
de: %lld Niederlagen in Folge ↓
nl: %lld verliezen op rij ↓

source: %lld wins in a row ↑
de: %lld Siege in Folge ↑
nl: %lld overwinningen op rij ↑

source: 1 loss in a row ↓
de: 1 Niederlage in Folge ↓
nl: 1 verlies op rij ↓

source: 1 win in a row ↑
de: 1 Sieg in Folge ↑
nl: 1 overwinning op rij ↑

source: All %@
de: Alle %@
nl: Alle %@

source: All %lld
de: Alle %lld
nl: Alle %lld

source: All moves
de: Alle Züge
nl: Alle zetten

# Analyzing move %@ of %@…
source: Analyzing move %1$@ of %2$@…
de: Analysiere Zug %1$@ von %2$@…
nl: Zet %1$@ van %2$@ analyseren…

source: Analyzing move %lld of %lld…
de: Analysiere Zug %1$lld von %2$lld…
nl: Zet %1$lld van %2$lld analyseren…

source: Analyzing your moves…
de: Analysiere deine Züge…
nl: Je zetten analyseren…

source: Animate AI moves
de: AI-Züge animieren
nl: AI-zetten animeren

source: Are you sure you want to give up?
de: Möchtest du wirklich aufgeben?
nl: Weet je zeker dat je wilt opgeven?

source: Ask
de: Fragen
nl: Vragen

source: Auto-roll
de: Automatisch würfeln
nl: Automatisch gooien

source: Back
de: Zurück
nl: Terug

source: Best
de: Bester
nl: Beste

source: Best move
de: Bester Zug
nl: Beste zet

source: Best move played ✓
de: Bester Zug gespielt ✓
nl: Beste zet gespeeld ✓

source: Blunder
de: Grober Patzer

source: Cancel
de: Abbrechen
nl: Annuleren

source: Checking…
de: Prüfe…
nl: Controleren…

source: Choose destination
de: Ziel wählen
nl: Kies bestemming

source: Close
de: Schließen
nl: Sluiten

source: Close — there's a better move. Try again.
de: Knapp — es gibt einen besseren Zug. Nochmal!
nl: Bijna — er is een betere zet. Probeer opnieuw.

source: Compare
de: Vergleichen
nl: Vergelijken

source: Continue last game
de: Letzte Partie fortsetzen
nl: Laatste partij hervatten

source: Couldn't evaluate — try again.
de: Konnte nicht bewerten — nochmal versuchen.
nl: Kon niet evalueren — probeer opnieuw.

source: Dice
de: Würfel
nl: Dobbelstenen

# Dice %@ · %@
source: Dice %1$@ · %2$@
de: Würfel %1$@ · %2$@
nl: Dobbelstenen %1$@ · %2$@

# Dice %@ · %@ — find a better move
source: Dice %1$@ · %2$@ — find a better move
de: Würfel %1$@ · %2$@ — finde einen besseren Zug
nl: Dobbelstenen %1$@ · %2$@ — vind een betere zet

source: Dice %lld · %lld
de: Würfel %1$lld · %2$lld
nl: Dobbelstenen %1$lld · %2$lld

source: Dice %lld · %lld — find a better move
de: Würfel %1$lld · %2$lld — finde einen besseren Zug
nl: Dobbelstenen %1$lld · %2$lld — vind een betere zet

source: Dice roll automatically at the start of your turn.
de: Würfel fallen automatisch zu Beginn deines Zuges.
nl: Dobbelstenen gooien automatisch aan het begin van jouw beurt.

source: Display
de: Anzeige
nl: Weergave

source: Done
de: Fertig
nl: Gereed

source: Drill blunders
de: Drill starten
nl: Drill starten

source: Drill complete
de: Drill abgeschlossen
nl: Drill voltooid

source: Enter TavTav's dice
de: TavTavs Würfel eingeben
nl: Voer TavTavs dobbelstenen in

source: Enter manually
de: Manuell eingeben
nl: Handmatig invoeren

source: Enter your dice
de: Deine Würfel eingeben
nl: Voer je dobbelstenen in

source: Excellent — that's the best move!
de: Ausgezeichnet — das ist der beste Zug!
nl: Uitstekend — dat is de beste zet!

source: Finding your blunders…
de: Suche grobe Patzer…
nl: Blunders zoeken…

source: First move
de: Erster Zug
nl: Eerste zet

source: Game ·
de: Partie ·
nl: Partij ·

source: Gameplay
de: Spieloptionen

source: Give up
de: Aufgeben
nl: Opgeven

source: Great — very close to optimal.
de: Sehr gut — fast optimal.
nl: Heel goed — bijna optimaal.

source: History
de: Verlauf
nl: Geschiedenis

source: Human vs TavTav
de: Mensch gegen TavTav
nl: Mens tegen TavTav

source: I start
de: Ich beginne
nl: Ik begin

source: I'm sure
de: Ja, aufgeben
nl: Ja, opgeven

source: Keep playing
de: Weiterspielen
nl: Doorgaan

source: Last 20
de: Letzte 20
nl: Laatste 20

source: Make your move on the board.
de: Mach deinen Zug auf dem Brett.
nl: Doe je zet op het bord.

source: Manual entry
de: Manuell
nl: Handmatig

# Move %@ of %@
source: Move %1$@ of %2$@
de: Zug %1$@ von %2$@
nl: Zet %1$@ van %2$@

source: Move %lld of %lld
de: Zug %1$lld von %2$lld
nl: Zet %1$lld van %2$lld

source: Move history
de: Zugverlauf
nl: Zetgeschiedenis

source: My Record
de: Meine Bilanz
nl: Mijn record

source: My blunders
de: Meine Fehler
nl: Mijn blunders

source: Name this save so you can find it on the start screen.
de: Gib einen Namen ein, um die Partie auf dem Startbildschirm zu finden.
nl: Geef een naam in zodat je de partij op het startscherm kunt vinden.

source: Next
de: Weiter
nl: Volgende

source: Next →
de: Weiter →
nl: Verder →

source: No blunders to drill — well played!
de: Keine groben Patzer — gut gespielt!
nl: Geen blunders — goed gespeeld!

source: No blunders — nicely played!
de: Keine groben Patzer — gut gespielt!
nl: Geen blunders — goed gespeeld!

source: No games yet
de: Noch keine Partien
nl: Nog geen partijen

source: No moves to review.
de: Keine Züge zum Analysieren.
nl: Geen zetten om te analyseren.

source: No moves yet
de: Noch keine Züge
nl: Nog geen zetten

source: None
de: Kein
nl: Geen

source: Not available with manual dice entry.
de: Nicht verfügbar bei manueller Würfeleingabe.
nl: Niet beschikbaar bij handmatige invoer.

source: Not quite — think a little harder.
de: Nicht ganz — überleg nochmal.
nl: Niet helemaal — denk nog eens na.

source: Only move available
de: Einzig möglicher Zug
nl: Enige mogelijke zet

source: Opening Roll
de: Auswürfeln, wer anfängt
nl: Openingsworp

source: Opening roll
de: Auswürfeln
nl: Openingsworp

source: Or choose manually:
de: Oder manuell wählen:
nl: Of kies handmatig:

source: Pick a checker
de: Stein wählen
nl: Kies een steen

source: Pick a colour to always play, or choose at the start of every game.
de: Wähle eine Farbe, mit der du immer spielst, oder entscheide am Anfang jeder Partie neu.
nl: Kies een kleur om altijd te spelen, of kies aan het begin van elke partij.

source: Play %@
de: Als %@ spielen
nl: Spelen als %@

source: Play Again
de: Nochmal spielen
nl: Opnieuw spelen

source: Play a game to start your record.
de: Spiele eine Partie, um deine Bilanz zu starten.
nl: Speel een partij om je record te starten.

source: Play as
de: Spielen als
nl: Spelen als

source: Play vs AI
de: Gegen AI spielen
nl: Spelen tegen AI

source: Prev
de: Vorherige
nl: Vorige

source: Random
de: Zufällig
nl: Willekeurig

source: Red
de: Rot
nl: Rood

source: Resign
de: Aufgeben
nl: Opgeven

source: Review game
de: Partie analysieren
nl: Partij analyseren

source: Review needs the AI model, which isn’t available.
de: Analyse benötigt das AI-Modell, das nicht verfügbar ist.
nl: Analyse vereist het AI-model, dat niet beschikbaar is.

source: Roll automatically, or enter your own dice each turn. The AI always rolls its own.
de: Automatisch würfeln oder eigene Würfel eingeben. Die AI würfelt immer selbst.
nl: Automatisch gooien, of voer je eigen dobbelstenen in. De AI gooit altijd zelf.

source: Rolling…
de: Würfelt…
nl: Gooien…

source: Save
de: Speichern
nl: Opslaan

source: Save game
de: Partie speichern
nl: Partij opslaan

source: Saved games
de: Gespeicherte Partien
nl: Opgeslagen partijen

source: Settings
de: Einstellungen
nl: Instellingen

source: Show on board
de: Auf Brett zeigen
nl: Tonen op bord

source: Show solution
de: Lösung zeigen
nl: Oplossing tonen

source: Show your live chance of winning during the game.
de: Zeigt deine aktuelle Gewinnchance während der Partie.
nl: Toont je actuele winstkans tijdens het spel.

source: Skip
de: Überspringen
nl: Overslaan

source: Slow dice roll and one-by-one checker hops on the AI's turn.
de: Langsamer Würfelwurf und einzelne Steine bei AI-Zügen.
nl: Langzame dobbelworp en één-voor-één stenen bij AI-beurten.

source: Solved %lld of %lld
de: %1$lld von %2$lld gelöst
nl: %1$lld van %2$lld opgelost

source: Streak
de: Serie
nl: Reeks

source: Tap dice to roll
de: Würfel antippen
nl: Tik op de dobbelstenen

source: Tap the board to roll
de: Tippe zum Würfeln
nl: Tik op het bord om te gooien

source: TavTav goes first!
de: TavTav beginnt!
nl: TavTav begint!

source: TavTav played
de: TavTav spielte
nl: TavTav speelde

source: TavTav played the best ✓
de: TavTav spielte den besten ✓
nl: TavTav speelde de beste ✓

source: TavTav starts
de: TavTav beginnt
nl: TavTav begint

source: TavTav thinking…
de: TavTav denkt nach…
nl: TavTav denkt na…

source: The opening roll decides who starts, unless you force a side.
de: Der Eröffnungswurf entscheidet, wer beginnt, außer du legst eine Seite fest.
nl: De openingsworp beslist wie begint, tenzij je een kant forceert.

source: Tie (%lld vs %lld) — rolling again…
de: Unentschieden (%1$lld : %2$lld) — nochmal…
nl: Gelijkspel (%1$lld vs %2$lld) — opnieuw gooien…

source: Try again
de: Nochmal versuchen
nl: Opnieuw proberen

# Turn: %@ Dice: %@,%@
source: Turn: %1$@ Dice: %2$@,%3$@
de: Zug: %1$@ Würfel: %2$@,%3$@
nl: Beurt: %1$@ Dobbelstenen: %2$@,%3$@

source: Undo
de: Rückgängig
nl: Ongedaan maken

source: White
de: Weiß
nl: Wit

source: Win chance
de: Gewinnchance
nl: Winstkans

source: Win chance through the game
de: Gewinnchance im Spielverlauf
nl: Winstkans tijdens het spel

source: Win-probability bar
de: Gewinnchancen-Balken
nl: Winstkans-balk

source: You
de: Du
nl: Jij

source: You go first!
de: Du beginnst!
nl: Jij begint!

source: You played
de: Dein Zug
nl: Jouw zet

source: You start
de: Ich beginne
nl: Ik begin

source: You still have a %@%% chance of winning. Are you sure you want to give up?
de: Du hast noch eine Gewinnchance von %@%%. Möchtest du wirklich aufgeben?
nl: Je hebt nog %@%% kans om te winnen. Weet je zeker dat je wilt opgeven?

source: You still have a %lld%% chance of winning. Are you sure you want to give up?
de: Du hast noch eine Gewinnchance von %lld%%. Möchtest du wirklich aufgeben?
nl: Je hebt nog %lld%% kans om te winnen. Weet je zeker dat je wilt opgeven?

source: You tried
de: Du versuchtest
nl: Jij probeerde

source: You win!
de: Du gewinnst!
nl: Jij wint!

source: Your move
de: Dein Zug
nl: Jouw zet

source: Yours
de: Deiner
nl: Jouwe

source: best
de: bester
nl: beste

source: both
de: beide
nl: beide

source: iPad rolls for you, or enter your own dice each turn. The AI always rolls its own.
de: Das iPad würfelt für dich, oder gib deine eigenen Würfel ein. Die KI würfelt immer selbst.
nl: Het iPad gooit voor jou, of voer je eigen dobbelstenen in. De AI gooit altijd zelf.

source: played
de: gespielt
nl: gespeeld

# · Blunder %@ of %@
source: · Blunder %1$@ of %2$@
de: · Grober Patzer %1$@ von %2$@
nl: · Blunder %1$@ van %2$@

source: · Blunder %lld of %lld
de: · Grober Patzer %1$lld von %2$lld
nl: · Blunder %1$lld van %2$lld

source: −%@ win chance
de: −%@ Gewinnchance
nl: −%@ winstkans

source: Name
nl: Naam
